Repository: tomasnorre/crawler
Catalog: Resources/Private/Language/*.Backend.xlf
Languages: da, de

# mlang_labels_tabdescr
source: Libraries and scripts for crawling the TYPO3 page tree. Used for re-caching, re-indexing, publishing applications etc.
da: Biblioteker og scripts til at kravle TYPO3 sidetræet. Bruges til re-caching, re-indeksering, udgivelse af applikationer osv.

# mlang_tabs_tab
source: Crawler module
da: Crawler modul

# moduleFunction.tx_crawler_modfunc1
source: Site Crawler
da: Side Crawler

# tx_crawler_configuration
source: Crawler Configuration
da: Crawler konfiguration
de: Crawler-Konfiguration

# tx_crawler_configuration.name
source: Name
da: Navn

# tx_crawler_configuration.crawling_protocol
source: Protocol for crawling
da: Protokol til crawling
de: Protokoll für Crawling

# tx_crawler_configuration.crawling_protocol.http
source: Force HTTP for all pages
da: Tving HTTP for alle sider
de: HTTP für alle Seiten erzwingen

# tx_crawler_configuration.crawling_protocol.page_config
source: Keeps page configured protocol
da: Bruger den side-konfigurerede protokol
de: Behalte das konfigurierte Protokoll

# tx_crawler_configuration.crawling_protocol.https
source: Force HTTPS for all pages
da: Tving HTTPS for alle sider
de: HTTPS für alle Seiten erzwingen

# tx_crawler_configuration.processing_instruction_filter
source: Processing instruction filter
da: Procesinstruktions filter

# tx_crawler_configuration.processing_instruction_filter.description
source: List of processing instructions to send for the request. Processing instructions are necessary for the request to perform any meaningful action, since they activate third party activity.
da: Liste af process instruktioner som udføres ved request. Process instruktionerne er nødvendige for at forespørgslen kan udføre nogen handlinger da de trigger aktiviter for tredjeparts udvidelser.

# tx_crawler_configuration.processing_instruction_parameters_ts
source: Processing instruction parameters
da: Procesinstruktions parameter

# tx_crawler_configuration.configuration
source: Configuration
da: Konfiguration
de: Konfiguration

# tx_crawler_configuration.base_url.description
source: Leave empty for fetching the base URL from the Site Configuration.
da: Efterlad den være tom, bruges Base URL fra sidekonfiguration.
de: Zur Übernahme der Basis-URL aus der Site-Konfiguration das Feld leer lassen.

# tx_crawler_configuration.pidsonly
source: Pids only
da: Kun Pids
de: Nur Pids

# tx_crawler_configuration.pidsonly.description
source: List of page IDs to limit this configuration to.
da: Liste over side IDer som begrænses til denne konfiguration.
de: Liste der Seiten-IDs, auf die diese Konfiguration beschränkt werden soll.

# tx_crawler_configuration.begroups
source: Restrict access to
da: Begræns adgang til
de: Zugang einschränken auf

# tx_crawler_configuration.begroups.description
source: Restrict access to this configuration record to selected backend user groups. Empty means no restriction is set.
da: Begræns adgang til denne konfiguration for bestemte backend brugergrupper. Tom betyder ingen adgangs begrænsning.

# tx_crawler_configuration.fegroups
source: Crawl with FE user groups
da: Crawl med FE brugergrupper
de: Crawling mit FE-Benutzergruppen

# tx_crawler_configuration.fegroups.description
source: Frontend user groups to set for the request.
da: Frontend brugergrupper til brug for forespørgslen.
de: Frontend-Benutzergruppen, die für die Anfrage gesetzt werden.

# tx_crawler_configuration.exclude
source: Exclude pages
da: Ekskludér sider
de: Ausgeschlossene Seiten

# tx_crawler_configuration.exclude.description
source: Comma separated list of page IDs which should not be crawled. You can do recursive exclusion by adding uid+depth e.g. 6+3
da: Kommasepareret liste over side ID'er som ikke skal gennemses. Du kan gennemføre rekursiv udelukkelse ved at tilføje uid+dybde f.eks. 6+3

# crawler_im.name
source: Crawler queue
da: Crawler kø
de: Crawler-Warteschlange

# crawler_im.description
source: Running the crawler queue process to collect the relevant entries.
da: Kør crawler kø processen for at samle de relevante poster/informationer.
de: Führe den Crawler-Warteschlangen-Prozess aus, um die relevanten Einträge zu sammeln.

# crawler_im.startPage
source: Start page
da: Start side
de: Startseite

# crawler_im.depth
source: Depth
da: Dybde
de: Tiefe

# crawler_im.invalidStartPage
source: Start page must be a positive integer!
da: Start siden skal være en positiv integer!
de: Die Startseite muss eine positive Zahl sein!

# crawler_im.invalidDepth
source: There is no depth set, please set it to an value!
da: Der er ikke sat nogen dybde, sæt venligst en!
de: Es gibt keine Tiefe gesetzt, bitte setzen Sie sie auf einen Wert!

# crawler_im.conf
source: Configuration records
da: Konfigurationselement
de: Konfigurationsdatensätze

# crawler_im.invalidConfiguration
source: There is no configuration record selected, please choose at least one or more!
da: Der er ikke valgt noget konfigurationselement, vælg venligst mindst en!
de: Es ist kein Konfigurations-Eintrag ausgewählt, bitte wählen Sie mindestens einen oder mehr!

# crawler_im.sleepTime
source: Sleep time
da: Ventetid
de: Wartezeit

# crawler_im.invalidTimeOut
source: The time out must be a positive integer!
da: Ventetiden skal være en positiv integer!
de: Der Timeout muss eine positive Ganzzahl sein!

# crawler_im.invalidSleepTime
source: The sleep time must be a positive integer!
da: Ventetiden skal være en positiv integer!
de: Die Wartezeit muss eine positive Ganzzahl sein!

# crawler_im.sleepAfterFinish
source: Sleep after finish
da: Venter efter afslutning
de: Wartezeit nach dem Beenden

# crawler_im.invalidSleepAfterFinish
source: The sleep after finish must be a positive integer!
da: Ventetiden efter afslutning skal være en positiv integer!
de: Die Wartezeit nach dem Beenden muss eine positive Ganzzahl sein!

# crawler_im.countInARun
source: Count in a run
da: Antal pr. gennemløb
de: Anzahl in einem Durchlauf

# crawler_im.invalidCountInARun
source: The count in a run must be a positive integer!
da: Antallet pr. gennemløb skal være en positiv integer!
de: Die Anzahl in einem Durchlauf muss eine positive Ganzzahl sein!

# crawler_crawlMultiProcess.name
source: Crawler Run Multi Process
da: Crawler Multi Process

# crawler_crawl.name
source: Crawler Run
da: Kør Crawler
de: Crawler-Durchlauf

# crawler_crawl.description
source: Running the crawler to extension to process it's queue-entries.
da: Kører crawleren for at forlænge behandlingen af kø-indlæsninger.

# crawler_flush.name
source: Crawler Queue Flush
da: Crawler tøm køen
de: Crawler-Warteschlange leeren

# crawler_flush.description
source: Cleanup the crawler queue and remove unwanted or finished entries.
da: Ryd crawler køen og fjern uønskede eller færdige poster.
de: Bereinigen der Crawler-Warteschlange und entfernen der unerwünschten oder fertigen Einträge.

# crawler_flush.mode
source: Flush mode
da: Ryd modus
de: Bereinigungsmodus

# crawler_flush.modeAll
source: Flush all entries
da: Ryd alle poster
de: Alle Einträge leeren

# crawler_flush.modeFinished
source: Flush finished entries
da: Ryd færdige poster
de: Abgearbeitete Einträge leeren

# crawler_flush.modePending
source: Flush pending entries
da: Ryd afventende poster
de: Ausstehende Einträge leeren

# crawler_processCleanup.name
source: Remove Processes
da: Fjern processerne
de: Prozesse entfernen

# crawler_processCleanup.description
source: Remove Orphan processes and processes that are older than one hour
da: Fjern forældreløse processer og processer ældre end en time
de: Entferne verwaiste Prozesse und Prozesse, die älter als eine Stunde sind

# pages_crawler.priority_label
source: Page priority
da: Sideprioritet

# pages_crawler.priority
source: Priority
da: Prioritet

# pages_crawler.priority.description
source: The higher the number, the earlier will it be crawled. This is a reuse of the sitemap_priority field introduced in 10LTS, to ensure compatibility after upgrade, we reuse the field.
da: Jo højere tal, jo tidligere vil det blive kravlet. Dette er en genbrug af feltet sitemap_priority introduceret i 10LTS. For at sikre kompatibilitet efter opgradering, genbruger vi feltet.

# tx_crawler_configuration.base_url
source: Base URL
de: Basis-URL
