Repository: tomasnorre/crawler
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da

# title
source: Site Crawler
da: Side Crawler

# labels.multiprocess
source: Crawling Processes
da: Crawler Processor

# labels.all
source: All
da: Alle

# labels.pending
source: Pending
da: Afventende

# labels.finished
source: Finished
da: Færdige

# labels.noPageSelected
source: Please select a page in the pagetree
da: Vælg venligst en side i sidetræet

# labels.noConfigSelected
source: Please select at least one configuration
da: Vælg venligst mindst en konfiguration

# labels.configuration
source: Crawl configuration
da: Crawler konfiguration

# labels.triggerUpdate
source: Update
da: Opdatér

# labels.triggerCrawl
source: Crawl URLs
da: Crawl URLer

# labels.triggerDownload
source: Download URLs
da: Download URLer

# labels.continue
source: Continue
da: Forsæt

# labels.continueinlog
source: Continue and show Log
da: Forsæt og vis log

# labels.count
source: Count
da: Antal

# labels.time
source: Time
da: Tid

# labels.curtime
source: Current server time
da: Aktuel servertid er

# labels.submitted
source: URLs submitted
da: URLer sendt

# labels.depth
source: Depth
da: Dybde

# labels.configurations
source: Configurations
da: Konfigurationer

# labels.scheduled
source: Scheduled
da: Planlagt

# labels.pagetitle
source: Page title
da: Sidetitel

# labels.key
source: Key
da: Nøgle

# labels.parametercfg
source: Parameter Cfg
da: Parameter Konf

# labels.values
source: Values Expanded
da: Værdier udvidet

# labels.urls
source: URLs
da: URLer

# labels.options
source: Options
da: Muligheder

# labels.parameters
source: Parameters
da: Parametre

# labels.back
source: Back
da: Tilbage

# labels.reloadlist
source: Reload list
da: Genindlæs listen

# labels.downloadcsv
source: Download entries as CSV
da: Download posterne som CSV

# labels.flushvisiblequeue
source: Flush visible entries
da: Ryd synlige poster

# labels.flushfullqueue
source: Flush entire queue
da: Ryd den komplette kø

# labels.confirmyouresure
source: Are you sure?
da: Er du sikker?

# labels.setid
source: Set ID
da: Angiv id

# labels.qid
source: Queue id
da: Kø id

# labels.resultlog
source: Result Log
da: Resultat log

# labels.scheduledtime
source: Scheduled
da: Planlagt

# labels.groups
source: Groups
da: Grupper

# labels.newprocess
source: New process has been started, refresh to monitor the state
da: En ny proces er blevet startet, genindlæs for at se statussen

# labels.newprocesserror
source: Error while starting process
da: Fejl ved start af process

# labels.time.now
source: Now
da: Nu

# labels.time.midnight
source: Midnight
da: Midnat

# labels.display
source: Display
da: Vis

# labels.showresultlog
source: Show Result Log
da: Vis resultat log

# labels.showfevars
source: Show FE Vars
da: Vis FE Variabler

# labels.noentries
source: No entries
da: Ingen poster

# labels.immediate
source: immediate
da: straks

# labels.generalinformation
source: General Information
da: Generel information

# labels.pendingoverview
source: Pending Entries (assigned / overall)
da: Afventende poster (tildelte / i alt)

# labels.processcount
source: Processes count (running / max)
da: Antal processor (kører / maks.)

# labels.clipath
source: CLI-Path
da: CLI Sti

# labels.processstates
source: Process States
da: Process status

# labels.state
source: State
da: Status

# labels.time.first
source: Time first item
da: Tid første emne

# labels.time.last
source: Time last item
da: Tid sidste emne

# labels.time.duration
source: Runtime
da: Varighed

# labels.status.current
source: Processed
da: Processeret

# labels.status.initial
source: Initially assigned
da: Initielt tildelt

# labels.status.finally
source: Finally assigned
da: Endelige tildelte

# labels.status.progress
source: Progress
da: Fremskridt

# labels.process.running
source: Process running
da: Process kører

# labels.process.success
source: Process completed successfully
da: Processen er afsluttet med succes

# labels.process.cancelled
source: Process was cancelled
da: Processen blev annulleret

# labels.refresh
source: Refresh
da: Genindlæs

# labels.disablecrawling
source: Stop all processes and disable crawling
da: Stop alle processor og deaktiver crawling

# labels.enablecrawling
source: Enable crawling
da: Aktivér crawling

# labels.show.running
source: Show only running processes
da: Vis kun kørende processor

# labels.show.all
source: Show finished and terminated processes
da: Vis færdige og terminerede processor

# labels.process.add
source: Add process
da: Tilføj process

# labels.process.flush
source: Flush all processes
da: Tøm alle processer

# labels.itemsPerPage.5
source: limit to 5
da: begræns til 5

# labels.itemsPerPage.10
source: limit to 10
da: begræns til 10

# labels.itemsPerPage.50
source: limit to 50
da: begræns til 50

# labels.itemsPerPage.0
source: no limit
da: ingen begrænsning

# labels.itemsPerPage
source: Items per page
da: Antal pr. side

# message.noBeUserAvailable
source: There is no be_user "_cli_crawler" available!
da: Der er ingen be_user "_cli_crawler" tilgængelig!

# message.noPhpForkAvailable
source: There is no PHP method "popen" available!
da: PHP metoden "popen" er ikke tilgængelig!

# message.beUserIsAdmin
source: The be_user "_cli_crawler" is not allowed to have admin rights!
da: Backend brugeren "_cli_crawler" må ikke have admin rettigheder!

# message.canNotExportEmptyQueueToCsvText
source: An empty queue can not be exported to CSV.
da: En tøm kø kan ikke eksporteres til CSV.

# message.phpBinaryNotFound
source: No php binary found in '%s'. Please update value for 'phpPath' in crawler extension setup.
da: Der blev ikke fundet en PHP binær i '%s'. Opdatér venligst værdigen for 'phpPath' i Crawler udvidelsens indstillinger.
